const Starter = () => (
  <div className="container">
    <h1 className="title">Добро пожаловать на онлайн квиз!</h1>
    <p className="text">Вы готовы проверить свои знания в области HTML, CSS, JavaScript и других важных темах веб-разработки?
    Этот квиз предоставит вам возможность испытать себя и узнать, насколько хорошо вы ориентируетесь в этой области.</p>
    <p className="text">Правила просты:</p>
    <ul className="list">
      <li>Викторина состоит из 20 вопросов с двумя вариантами ответов: "Да" или "Нет".</li>
      <li>Ваша задача - выбирать правильный ответ на каждый вопрос.</li>
      <li>После того, как вы ответите на все вопросы, вы узнаете свой результат и получите рекомендацию о вашем уровне знаний.</li>
      <li>Не стесняйтесь приступить к тесту и попробовать свои силы. Удачи!</li>
    </ul>
  </div>
);

export default Starter;
